Repository: Em-Dawg/orbot-apple
Catalog: Shared/*.lproj/Localizable.strings
Languages: uk

source: %1$@ 2-letter country codes in braces, e.g. "%2$@"
uk: %1$@ 2-буквені коди країн у дужках, наприклад «%2$@»

source: %1$@ IP address patterns, e.g. "%2$@"
uk: %1$@ шаблони IP-адрес, наприклад «%2$@»

source: %1$@ node fingerprints, e.g. "%2$@"
uk: %1$@ відбитки вузлів, наприклад «%2$@»

source: Add
uk: Додати

source: Add v3 Onion Service Auth Cookie
uk: Додати v3 Onion Service Auth Cookie

source: Advanced Tor Configuration
uk: Додаткова Конфігурація Tor

source: Also don't use excluded nodes for network management
uk: Також не використовуйте виключені вузли з метою керування

source: Auth Cookies
uk: Реп'яшки авторизації

source: Circuits
uk: Ланцюжки

source: Comma-separated lists of:
uk: Списки, розділені комами:

source: connected
uk: під'єднано

source: connecting
uk: під'єднання

source: Could not connect.
uk: Не вдалось під'єднатись.

source: Delete
uk: Вилучити

source: disabled
uk: вимкнений

source: disconnected
uk: від'єднаний

source: disconnecting
uk: від'єднання

source: Do not use these nodes. Overrides entry and exit node list. May still be used for management purposes.
uk: Не використовуйте ці вузли. Замінює список вузлів входу та виходу. Також може використовуватися з метою керування.

source: Edit
uk: Змінити

source: Edit v3 Onion Service Auth Cookie
uk: Редагувати v3 Onion Service Auth Cookie

source: enabled
uk: увімкнений

source: Entry Nodes
uk: Вхідні вузли

source: Exclude Nodes
uk: Виключені вузли

source: Exit Nodes
uk: Вихідні вузли

source: Install
uk: Встановити

source: invalid
uk: недійсний

source: Key
uk: Ключ

source: Log
uk: Журнал

source: No VPN configuration set.
uk: VPN не налаштовано.

source: Node Configuration
uk: Конфігурація вузла

source: not installed
uk: не встановлено

source: Only use these nodes as first hop. Ignored, when bridging is used.
uk: Використовуйте ці вузли лише як перший перехід. Не застосовується разом з мостами.

source: Only use these nodes to connect outside the Tor network. You will degrade functionality if you list too few!
uk: Використовуйте ці вузли лише для підключення за межами мережі Tor. Ви погіршите функціональність, якщо вкажете занадто мало!

source: Open or Close Log
uk: Відкрити чи закрити журнал

source: QR Code could not be decoded! Are you sure you scanned a .onion URL?
uk: Не вдалося зчитати QR-код! Ви впевнені, що сканували URL-адресу .onion?

source: reasserting
uk: підтвердження

source: Settings
uk: Налаштування

source: Start
uk: Почати

source: Stop
uk: Зупинити

source: unknown
uk: невідомо

# Version %@, Build %@
source: Version %1$@, Build %2$@
uk: Версія %1$@, збірка %2$@
